<?php

return [
    'reset_password' => [
        'subject' => 'やさしい手文書管理システムパスワード再設定のご案内',
        'line_intro_1' => '【やさしい手文書管理システムパスワード再設定のご案内】',
        'line_intro_2' => '様',
        'url_name' => 'パスワードのリセット',
        'url_info' => 'アカウント用パスワードをリセットするには、このリンク:urlをクリックしてください。
もしくは下記のURLをWebブラウザにコピーしてください：',
        'line_warning' => '※【1時間以内】にアクセスしないとページが無効となりますのでご注意ください。',
        'line_notice' => '※このメールは自動送信されております'
    ],

    'user_registered' => [
        'subject' => 'やさしい手文書管理システムユーザ登録のお知らせ',
        'line_intro_1' => '【やさしい手文書管理システムユーザ登録のお知らせ】',
        'line_intro_2' => '様',
        'line_intro_3' => 'やさしい手文書管理システムに登録されました。',
        'line_intro_4' => 'ユーザ名・ログインID・仮パスワードをお知らせいたします。',
        'info_user_name' => '■ユーザ名：',
        'info_id' => '■ ID：',
        'info_password' => '■仮パスワード：',
        'line_footer_1' => '下記のURLからログインしてください。',
        'line_footer_2' => 'ログインした後に表示されるパスワードリセット画面でパスワードを変更してから、利用してください。',
        'line_notice' => '※このメールは自動送信されております'
    ]

];
